/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Datorns internetanslutning verkar vara nedkopplad.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Datorns internetanslutning kan vara nedkopplad.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Datorns internetanslutning verkar vara aktiv.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Datorns DNS-server svarar inte.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-servern kunde inte hitta servernamnet.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Datorns router svarar inte.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Den server som datorn försöker ansluta till svarar inte.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Datorns internetanslutning verkar vara aktiv.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Lösenord för webbformulär";

/* HTTP result code string */
"accepted" = "godkänt";

/* HTTP result code string */
"bad gateway" = "felaktig gateway";

/* HTTP result code string */
"bad request" = "felaktig förfrågan";

/* HTTP result code string */
"client error" = "klientfel";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsätt";

/* HTTP result code string */
"created" = "skapad";

/* HTTP result code string */
"expectation failed" = "ej förväntad respons";

/* HTTP result code string */
"forbidden" = "förbjuden";

/* HTTP result code string */
"found" = "hittad";

/* HTTP result code string */
"gateway timed out" = "gateway nådde en maxtidsgräns";

/* HTTP result code string */
"informational" = "information";

/* HTTP result code string */
"internal server error" = "internt serverfel";

/* HTTP result code string */
"length required" = "längd krävs";

/* HTTP result code string */
"method not allowed" = "metod ej tillåten";

/* HTTP result code string */
"moved permanently" = "flyttades permanent";

/* HTTP result code string */
"multiple choices" = "flera val";

/* HTTP result code string */
"needs proxy" = "behöver proxy";

/* HTTP result code string */
"no content" = "inget innehåll";

/* HTTP result code string */
"no error" = "inget fel";

/* HTTP result code string */
"non-authoritative information" = "icke-auktoritativ information";

/* HTTP result code string */
"not found" = "hittades inte";

/* HTTP result code string */
"not modified" = "ej ändrad";

/* HTTP result code string */
"partial content" = "del av innehåll";

/* HTTP result code string */
"payment required" = "betalning krävs";

/* HTTP result code string */
"precondition failed" = "villkor uppfylldes ej";

/* HTTP result code string */
"proxy authentication required" = "proxyautentisering krävs";

/* HTTP result code string */
"redirected" = "omdirigerad";

/* HTTP result code string */
"no longer exists" = "finns inte längre";

/* HTTP result code string */
"request timed out" = "förfrågans maxtid nåddes";

/* HTTP result code string */
"request too large" = "förfrågan för stor";

/* HTTP result code string */
"requested URL too long" = "begärd URL för lång";

/* HTTP result code string */
"requested range not satisfiable" = "begärt intervall går inte att uppfylla";

/* HTTP result code string */
"reset content" = "återställ innehåll";

/* HTTP result code string */
"see other" = "se annan";

/* HTTP result code string */
"server error" = "serverfel";

/* HTTP result code string */
"service unavailable" = "tjänst ej tillgänglig";

/* HTTP result code string */
"success" = "klart";

/* HTTP result code string */
"switching protocols" = "byter protokoll";

/* HTTP result code string */
"temporarily redirected" = "tillfälligt omdirigerad";

/* HTTP result code string */
"unacceptable" = "ej acceptabel";

/* HTTP result code string */
"unauthorized" = "ej auktoriserad";

/* HTTP result code string */
"unimplemented" = "ej implementerad";

/* HTTP result code string */
"unsupported media type" = "medietyp som inte stöds";

/* HTTP result code string */
"unsupported version" = "version som inte stöds";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Ett problem inträffade vid kommunikationen med webbproxyservern (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Ett problem inträffade vid kommunikationen med den säkra webbproxyservern (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "okänt fel";

/* WebFoundationErrorCancelled description */
"Err-999" = "avbruten";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "felaktig URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Begäran nådde en maxtidsgräns.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL som inte stöds";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Hittade ingen server med det angivna värdnamnet.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Kunde inte ansluta till servern.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Nätverksanslutningen förlorades.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "DNS-sökfel";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "för många HTTP-omdirigeringar";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "resurs ej tillgänglig";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Internetanslutningen verkar vara nedkopplad.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "omdirigerad till ingenstans";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Fick ett felaktigt svar från servern.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "nollbyteresurs";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "kan inte avkoda rådata";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "kan inte avkoda innehållsdata";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "kan inte tolka svar";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Internationell roaming är avaktiverad.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Dataförbindelsen kunde inte etableras eftersom ett samtal pågår.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Dataförbindelse tillåts inte just nu.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "begärans textström uttömd";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Den begärda URL:en hittades inte på den här servern.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "filen är en mapp";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Du har inte behörighet för den begärda resursen.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "resursen överskrider maximal storlek";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Ett SSL-fel har inträffat och en säker anslutning till servern kan inte upprättas.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Serverns certifikat har löpt ut.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Serverns certifikat har löpt ut. Det är möjligt att du ansluter till en server som låtsas vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Serverns certifikat är ogiltigt.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Serverns certifikat är ogiltigt. Det är möjligt att du ansluter till en server som låtsas vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Serverns certifikat signerades av en okänd certifikatutfärdare.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Serverns certifikat signerades av en okänd certifieringsauktoritet. Det är möjligt att du ansluter till en server som låtsas vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Serverns certifikat är inte giltigt ännu.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Serverns certifikat är inte giltigt ännu. Det är möjligt att du ansluter till en server som låtsas vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Servern accepterade inte certifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Servern ”%@” accepterade inte certifikatet.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Servern kräver ett klientcertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Servern ”%@” kräver ett klientcertifikat.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "kan inte läsa in från nätverk";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Kan inte skapa fil";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Kan inte öppna fil";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Ett fel inträffade vid stängning av fil";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Kan inte skriva fil";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Kan inte ta bort fil";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Kan inte flytta fil";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Avkodning vid hämtning misslyckades";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Avkodning vid hämtning misslyckades";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Vill du ändå ansluta till servern?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Kontrollera dina proxyinställningar. Kontakta systemadministratören om du behöver hjälp.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Proxyautentisering krävs";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autentisering för %@-proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Avbryt";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Användarnamn";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Lösenord";
